export default {
  stars: "Звёзды",
  premium: "Премиум",
  username: "Имя пользователя",
  amount: "Количество",
  subscription: "Подписка",
  subscriptions: ["3 месяца", "6 месяцев", "12 месяцев"],
  payment: "Оплата",
  paymentmetdods: ["Сеть TON", "USDT", "СБП", "VISA и MasterCard"],
  buy: "Купить",
  buyPremium: "Купить Премиум",
  tasks: "Задания",
  followinTelegram: "Подписаться в Telegram",
  start: "Начать",
  connectWallet: "Подключить кошелёк",
  theBestChoiceforPurchasingTelegramStarsandPremium:
    "Лучший выбор для покупки звёзд Telegram и Премиум",
  paywithTONUSDTorcardpayments: "Оплата через TON, USDT или банковские карты.",
  enjoylowerpricesthantheofficialTelegrambotwithnoKYCverificationrequired:
    "Наслаждайтесь ценами ниже, чем у официального бота Telegram, без необходимости верификации KYC",
  aboutus: "О нас",
  boughttoday: "куплено сегодня",
  boughtyesterday: "куплено вчера",
  boughtalltime: "куплено за всё время",
  boughtmonthpremium: "куплено премиум на месяц",
  FAQ: "Часто задаваемые вопросы",
  FAQData: [
    [
      "Почему ваши цены до 39,7% ниже?",
      "При покупке звёзд Telegram и Премиум через приложение Telegram в цену включены комиссии Apple/Google Store около 40%. Используя наш сервис, вы избегаете этих сборов и получаете более выгодное предложение.",
    ],
    [
      "Какая комиссия за покупку через FRAME?",
      "Все цены, указанные в нашем Telegram-сервисе @FrameStars_Bot и на сайте, являются окончательными. Единственная дополнительная плата — небольшая комиссия сети при переводе средств.",
    ],
    [
      "Какие способы оплаты вы принимаете?",
      "Мы принимаем платежи в TON, USDT и банковскими картами. Выберите наиболее удобный вариант при оформлении заказа.",
    ],
    [
      "Сколько времени занимает доставка?",
      "Заказы обычно обрабатываются мгновенно. В редких случаях это может занять несколько минут. Если покупка не пришла, проверьте детали транзакции или свяжитесь с нашей поддержкой @framestars_support.",
    ],
    [
      "Что делать, если покупка не пришла?",
      "Если вы не получили звёзды или подписку Премиум в разумные сроки, пожалуйста, обратитесь в нашу поддержку @framestars_support с деталями платежа. Мы поможем вам как можно скорее.",
    ],
    [
      "Безопасно ли покупать у FRAME?",
      "Да, наш сервис безопасен и надёжен. Мы обрабатываем транзакции без запроса личных данных, обеспечивая конфиденциальность и безопасность.",
    ],
    [
      "Как отправить звёзды другу?",
      "Просто укажите Telegram @username получателя в процессе покупки, и звёзды или подписка Премиум будут отправлены прямо на его аккаунт.",
    ],
    [
      "Как получить звёзды Telegram бесплатно?",
      "Наша страница заданий находится в разработке. Скоро вы сможете зарабатывать звёзды, просматривая короткие рекламные видео.",
    ],
  ],
  totalUsers: "Всего пользователей",
  totalEarnings: "Общий заработок",
  Withdraw: "Вывести",
  Invitefriendsandearn5fromtheirpurchases:
    "Приглашайте друзей и зарабатывайте 5% от их покупок!",
  Inviteafriend: "Пригласить друга",
  History: "История",
  Support: "Поддержка",
  OurTelegram: "Наш Telegram",
  Language: "Язык",
  Yourbalance: "Ваш баланс",
  WithdrawinTON: "Вывод в TON",
  WithdrawinStars: "Вывод в звёздах",
  YourReferals: "Ваши рефералы",
  Systemlanguage: "Язык системы",
  Jan: "Янв",
  Feb: "Фев",
  Mar: "Мар",
  Apr: "Апр",
  May: "Май",
  Jun: "Июн",
  Jul: "Июл",
  Aug: "Авг",
  Sep: "Сен",
  Oct: "Окт",
  Nov: "Ноя",
  Dec: "Дек", // Апр, 17
  Buyed: "Куплено", // Куплено 100 для @ahillary
  for: "для", // Куплено 100 для @ahillary
  Premium3months: "Премиум 3 месяца", // Купить Премиум 3 месяца для @ahillary
  Wallet: "Кошелёк",
  Youget: "Вы получите",
  Fee: "Комиссия", // Комиссия 0.3 TON
  Yougetfor: "Вы получите за", // Вы получите за 0.3 TON ≈
  Starshavebeensent: "Звёзды отправлены",
  Youraccountwillbeupdatedwithinafewminutes:
    "Ваш аккаунт будет обновлён в течение нескольких минут",
  Premiumhavebeensent: "Премиум отправлен",
  Walletnotconnected: "Кошелёк не подключён",
  PleaseconnectyourTONwalletonthemainpagetostartpurchasing:
    "Пожалуйста, подключите ваш кошелёк TON на главной странице, чтобы начать покупки",
  Close: "Закрыть",
};
